Repository: Marcel1504/weatherapp-ui
Catalog: assets/l10n/app_*.arb
Languages: de

# chart_no_data_humidity
source: No humidity evaluations for this period available
de: Keine Luftfeuchteauswertungen für diesen Zeitraum verfügbar

# chart_no_data_pressure
source: No pressure evaluations for this period available
de: Keine Luftdruckauswertungen für diesen Zeitraum verfügbar

# chart_no_data_rain
source: No rain evaluations for this period available
de: Keine Regenauswertungen für diesen Zeitraum verfügbar

# chart_no_data_soil_day
source: No day evaluations for soil data available
de: Keine Tagesauswertungen für Bodendaten verfügbar

# chart_no_data_solar_radiation
source: No solar radiation evaluations for this period available
de: Keine Sonnenstrahlungsauswertungen für diesen Zeitraum verfügbar

# chart_no_data_temperature
source: No temperature evaluations for this period available
de: Keine Temperaturauswertungen für diesen Zeitraum verfügbar

# chart_no_data_wind
source: No wind evaluations for this period available
de: Keine Windauswertungen für diesen Zeitraum verfügbar

# chart_title_humidity
source: Humidity
de: Luftfeuchte

# chart_title_pressure
source: Pressure
de: Luftdruck

# chart_title_rain
source: Rain
de: Regen

# chart_title_solar_radiation
source: Solar radiation
de: Sonnenstrahlung

# chart_title_temperature
source: Temperature
de: Temperatur

# chat_assistant_error_connection_failure
source: A connection could not be made to the Assistant. Try it again later
de: Es konnte keine Verbindung zur KI hergestellt werden

# chat_assistant_error_data_processing
source: There was an issue processing the message. Try it again
de: Die Nachricht konnte nicht verarbeitet werden

# chat_assistant_error_timeout
source: It took too long for the Assistant to respond. Try it again later
de: Das Warten auf die Antwort der KI hat zu lange gedauert

# chat_assistant_error_too_many_requests
source: Too many messages are being sent in too little time. Try it again later
de: Es wurden zu viele Nachrichten in zu kurzer Zeit gesendet

# chat_assistant_intro_headline
source: WeatherApp-Assistant
de: Wetter-App Assistent

# chat_assistant_intro_text
source: Write a message to retrieve weather data or use the following examples
de: Schreibe eine Nachricht zur Abfrage von Wetterdaten oder verwende folgende Beispiele

# chat_assistant_intro_question1
source: How was the weather 365 days ago?
de: Wie war das Wetter vor 365 Tagen?

# chat_assistant_intro_question2
source: Where and when was it the hottest?
de: Wo und wann war es am wärmsten?

# chat_assistant_intro_question3
source: Which year had the most rain for {station}?
de: In welchem Jahr hat es in {station} am meisten geregnet?

# chat_assistant_type_message
source: Type here...
de: Schreibe hier...

# chat_assistant_wait
source: Wait {seconds} seconds until you can send messages again
de: Warte {seconds} Sekunde(n)

# chat_restart
source: Restart chat
de: Chat neu starten

# error_noConnection
source: Failed to connect to the weather app
de: Es konnte keine Verbindung zur Wetter-App hergestellt werden

# export_subtitle_email
source: E-mail for export
de: E-Mail für den Export

# export_subtitle_range
source: Date range
de: Datumsbereich

# export_title_soil
source: Soil data export
de: Bodendatenexport

# export_title_weather
source: Weather data export
de: Wetterdatenexport

# export_value_email_invalid
source: E-mail invalid
de: E-Mail ungültig

# export_value_from
source: From
de: Von

# export_value_to
source: To
de: Bis

# filter_title_day
source: Filter days
de: Tage filtern

# filter_title_month
source: Filter months
de: Monate filtern

# filter_title_no_day_selected
source: No day selected
de: Kein Tag ausgewählt

# filter_title_no_year_selected
source: No year selected
de: Kein Jahr ausgewählt

# filter_title_limitation
source: Limitation
de: Eingrenzung

# filter_title_sort
source: Sort
de: Sortierung

# filter_title_year
source: Filter years
de: Jahre filtern

# filter_value_end_day
source: Start day
de: Enddatum

# filter_value_start_day
source: End day
de: Startdatum

# filter_value_year
source: Year
de: Jahr

# page_assistant
source: Assistant
de: Assistent

# page_current
source: Current
de: Aktuell

# page_media
source: Images
de: Bilder

# page_review
source: Review
de: Rückblick

# page_stations
source: Stations
de: Stationen

# sort_humidity_highest
source: Highest humidity
de: Luftfeuchte (max)

# sort_humidity_lowest
source: Lowest Humidity
de: Luftfeuchte (min)

# sort_latest
source: Latest
de: Neuste

# sort_oldest
source: Oldest
de: Älteste

# sort_pressure_highest
source: Highest pressure
de: Luftdruck (max)

# sort_pressure_lowest
source: Lowest pressure
de: Luftdruck (min)

# sort_rain_most
source: Most rain
de: Regen (max)

# sort_solar_radiation_highest
source: Highest solar radiation
de: Sonnenstrahlung (max)

# sort_solar_radiation_lowest
source: Lowest solar radiation
de: Sonnenstrahlung (min)

# sort_temperature_highest
source: Highest temperature
de: Temperatur (max)

# sort_temperature_lowest
source: Lowest temperature
de: Temperatur (min)

# sort_temperature_50cm_highest
source: Highest temperature at 50cm
de: Temperatur 50cm (max)

# sort_temperature_50cm_lowest
source: Highest temperature at 50cm
de: Temperatur 50cm (min)

# sort_temperature_100cm_highest
source: Highest temperature at 100cm
de: Temperatur 100cm (max)

# sort_temperature_100cm_lowest
source: Highest temperature at 100cm
de: Temperatur 100cm (min)

# sort_temperature_200cm_highest
source: Highest temperature at 200cm
de: Temperatur 200cm (max)

# sort_temperature_200cm_lowest
source: Highest temperature at 200cm
de: Temperatur 200cm (min)

# sort_wind_strongest
source: Strongest wind
de: Wind (max)

# station_last_activity
source: last active {duration} ago
de: zuletzt aktiv vor {duration}

# station_last_activity_unknown
source: last activity unknown
de: letzte Aktivität unbekannt

# station_media_created_latest
source: created {duration} ago
de: erstellt vor {duration}

# station_media_created_review
source: created on {duration}
de: erstellt am {duration}

# station_media_no_data_latest
source: No latest image available
de: Kein aktuelles Bild vorhanden

# station_media_no_data_review
source: No image available for {date}
de: Kein Bild für den {date} vorhanden

source: Station selection
de: Stationsauswahl

# station_unnamed
source: Unnamed station
de: Unbenannte Station

# term_currently
source: Currently
de: Aktuell

# term_day_short
source: d
de: T

# term_days
source: Days
de: Tage

# term_months
source: Months
de: Monate

# term_years
source: Years
de: Jahre

# ventilation_invalid_humidity
source: Humidity invalid
de: Luftfeuchte ungültig

# ventilation_invalid_temperature
source: Temperature invalid
de: Temperatur ungültig

# ventilation_page
source: Need for ventilation
de: Lüftungsbedarf

# ventilation_result_no_data
source: Need for ventilation could not be determined
de: Lüftungsbedarf konnte nicht bestimmt werden

# ventilation_result_green_description
source: Reduction of humidity and increase of temperature
de: Reduzierung der Feuchtelast und Anhebung der Raumlufttemperatur durch Außenluftwechsel

# ventilation_result_green_title
source: Ventilation recommended
de: Lüftung empfohlen

# ventilation_result_red_description
source: Humidity increase
de: Lüftungsbedingter Feuchteeintrag

# ventilation_result_red_title
source: Ventilation not recommended
de: Lüftung nicht empfohlen

# ventilation_result_yellow1_description
source: Reduction of absolute humidity, but decrease of temperature
de: Reduzierung der absoluten Luftfeuchte, jedoch Senkung der Raumlufttemperatur durch Außenluftwechsel

# ventilation_result_yellow2_description
source: Increase of temperature without decrease of humidity
de: Anhebung der Raumlufttemperatur ohne Feuchtesenkung

# ventilation_result_yellow_title
source: Ventilation may be recommended
de: Bedingte Lüftungsempfehlung

# ventilation_use_station_description
source: If this option is active, the current outside values for the station {station} will be used
de: Ist diese Option aktiv, werden die aktuellen Außenwerte der Station {station} verwendet

# ventilation_use_station_title
source: Use station?
de: Station verwenden?

# ventilation_values_inside
source: Inside values
de: Innenwerte

# ventilation_values_inside_humidity
source: Humidity inside
de: Luftfeuchte innen

# ventilation_values_inside_humidity_absolute
source: Humidity inside (abs.)
de: Luftfeuchte innen (abs.)

# ventilation_values_inside_temperature
source: Temperature outside
de: Temperatur innen

# ventilation_values_outside
source: Outside values
de: Außenwerte

# ventilation_values_outside_humidity
source: Humidity outside
de: Luftfeuchte außen

# ventilation_values_outside_humidity_absolute
source: Humidity outside (abs.)
de: Luftfeuchte außen (abs.)

# ventilation_values_outside_temperature
source: Temperature outside
de: Temperatur außen

# weather_current_duration
source: last refreshed {duration} ago
de: zuletzt aktualisiert vor {duration}

# weather_last_rain_duration
source: {duration} ago
de: vor {duration}

# weather_wind_direction_east
source: E
de: O
